[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:30};
itm1={id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431};
itm10={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:14,name:Update,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:319,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:Software Update,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Update,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm11={backcolor:0,bidimode:left-to-right,font:55,height:32,highcolor:0,hlayout:left,id:18,linespacing:0,multiline:false,name:Production_ID_Unit,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:wrap-by-word,x:81,y:296,zorder:14};
itm12={backcolor:0,bidimode:left-to-right,font:55,height:32,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:Requesr_code_Number,type:TEXTFIELD,visible:false,vlayout:middle,width:469,wrapline:wrap-by-word,x:81,y:398,zorder:15};
itm13={backcolor:0,background:1191,ccp:0,ccpzorder:over,height:52,id:21,name:UP,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:55,x:578,y:91,zorder:16};
itm14={backcolor:0,height:190,id:22,img:8,layout:stretch-center,name:Scroll_Indicator,type:IMAGEFIELD,visible:true,width:55,x:578,y:147,zorder:17,layout_param:{}};
itm15={backcolor:0,background:1187,ccp:0,ccpzorder:over,height:52,id:23,name:Down,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:55,x:578,y:341,zorder:18};
itm16={backcolor:0,bidimode:left-to-right,content:Map ID\co,font:3,height:36,highcolor:0,hlayout:left,id:26,linespacing:0,multiline:false,name:Map_id,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:81,y:184,zorder:21};
itm17={backcolor:0,height:74,id:27,img:365,layout:normal,name:TXTbase_Map_Id,type:IMAGEFIELD,visible:true,width:507,x:64,y:167,zorder:20,layout_param:{clipx:0,clipy:0}};
itm18={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:29,name:DeviceId,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:91,zorder:22,txtfield:{backcolor:0,bidimode:left-to-right,content:Device ID Export,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Device_ID,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm19={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:30,name:MapUpgrade,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:243,zorder:23,txtfield:{backcolor:0,bidimode:left-to-right,content:Map Upgrade,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Map_upgrade,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:1};
itm3={backcolor:0,height:74,id:3,img:365,layout:normal,name:TXTbase_one,type:IMAGEFIELD,visible:true,width:507,x:64,y:91,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,height:102,id:5,img:491,layout:normal,name:TXTbase_three,type:IMAGEFIELD,visible:true,width:507,x:64,y:243,zorder:4,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,height:102,id:6,img:491,layout:normal,name:TXTbase_four,type:IMAGEFIELD,visible:false,width:507,x:64,y:347,zorder:5,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Software version\co,font:3,height:36,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:Software_version,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:no-wrap,x:81,y:108,zorder:6};
itm7={backcolor:0,bidimode:left-to-right,content:Production ID\co,font:3,height:36,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:Production_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:469,wrapline:wrap-by-word,x:81,y:260,zorder:8};
itm8={backcolor:0,bidimode:left-to-right,content:Request code\co,font:3,height:36,highcolor:0,hlayout:left,id:12,linespacing:0,multiline:false,name:Requesr_code,type:TEXTFIELD,visible:false,vlayout:middle,width:469,wrapline:wrap-by-word,x:81,y:362,zorder:9};
itm9={backcolor:0,background:964,ccp:780,ccpzorder:over,height:74,id:13,name:Open_Source,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:167,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Open source,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Open_Source,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};

